Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# sync.disclosure.subscription_terms
source: {price} per {period}, billed to your Apple Account. Your subscription renews automatically unless cancelled at least 24 hours before the end of the current period. Manage or cancel anytime in Settings.
ar: {price} في {period}، سيتم فرض الرسوم على حسابك في Apple. يتم تجديد الاشتراك تلقائياً ما لم يتم إلغاؤه قبل 24 ساعة من نهاية الفترة الحالية. يمكنك إدارة أو إلغاء الاشتراك في أي وقت من الإعدادات.
cs: {price} za {period}, účtováno na váš účet Apple. Vaše předplatné se automaticky obnovuje, pokud jej nezrušíte nejméně 24 hodin před koncem aktuálního období. Spravujte nebo zrušte předplatné kdykoli v Nastavení.
da: {price} pr. {period}, faktureret til din Apple-konto. Dit abonnement fornyes automatisk, medmindre det annulleres mindst 24 timer før periodens afslutning. Administrer eller annuller når som helst i Indstillinger.
de: {price} pro {period}, wird auf Ihr Apple-Konto berechnet. Ihr Abonnement wird automatisch erneuert, wenn es nicht mindestens 24 Stunden vor Ablauf der aktuellen Periode storniert wird. Verwalten oder stornieren Sie jederzeit in Einstellungen.
el: {price} ανά {period}, τιμολόγηση στο Apple Account σας. Η συνδρομή σας ανανεώνεται αυτόματα εκτός αν ακυρωθεί τουλάχιστον 24 ώρες πριν από το τέλος της τρέχουσας περιόδου. Διαχειριστείτε ή ακυρώστε ανά πάσα στιγμή στις Ρυθμίσεις.
es: {price} por {period}, facturado a tu cuenta de Apple. Tu suscripción se renueva automáticamente a menos que la canceles al menos 24 horas antes de que termine el período actual. Gestiona o cancela en cualquier momento en Configuración.
fi: {price} per {period}, laskutetaan Apple-tilille. Tilaus uusiutuu automaattisesti, ellet peruuta sitä vähintään 24 tuntia ennen nykyisen jakson päättymistä. Hallinnoi tai peruuta milloin tahansa Asetuksissa.
fr: {price} par {period}, débité sur votre compte Apple. Votre abonnement se renouvelle automatiquement sauf s'il est annulé au moins 24 heures avant la fin de la période actuelle. Gérez ou annulez à tout moment dans les Paramètres.
he: {price} לכל {period}, חיוב לחשבון Apple שלך. המנוי שלך מתחדש באופן אוטומטי אלא אם בוטל לפחות 24 שעות לפני סיום התקופה הנוכחית. ניהול או ביטול בכל עת בהגדרות.
hi: {price} प्रति {period}, आपके Apple खाते में बिल किया गया। आपकी सदस्यता स्वचालित रूप से नवीकृत होती है जब तक कि वर्तमान अवधि के अंत से कम से कम 24 घंटे पहले रद्द न कर दी जाए। किसी भी समय सेटिंग्स में प्रबंधित या रद्द करें।
hu: {price} havonta {period}, az Apple-fiókhoz számlázva. Az előfizetés automatikusan megújul, ha nem mondja le legalább 24 órával az aktuális időszak vége előtt. A Beállítások között bármikor kezelhet vagy lemondhat.
id: {price} per {period}, ditagihkan ke Akun Apple Anda. Langganan Anda diperpanjang secara otomatis kecuali dibatalkan setidaknya 24 jam sebelum akhir periode saat ini. Kelola atau batalkan kapan saja di Pengaturan.
it: {price} al {period}, addebitato sul tuo account Apple. La tua sottoscrizione si rinnova automaticamente a meno che non la annulli almeno 24 ore prima della fine del periodo attuale. Gestisci o annulla in qualsiasi momento nelle Impostazioni.
ja: {price} / {period}。Apple Accountに請求されます。現在の期間終了の24時間前までにキャンセルしない限り、サブスクリプションは自動的に更新されます。設定でいつでも管理またはキャンセルできます。
ko: {price}, {period}마다 Apple 계정으로 청구됩니다. 현재 기간이 끝나기 최소 24시간 전에 취소하지 않으면 구독이 자동으로 갱신됩니다. 설정에서 언제든지 관리하거나 취소할 수 있습니다.
ms: {price} setiap {period}, dikenakan ke Akaun Apple anda. Langganan anda diperbaharui secara automatik melainkan dibatalkan sekurang-kurangnya 24 jam sebelum akhir tempoh semasa. Urus atau batalkan bila-bila masa dalam Tetapan.
nb: {price} per {period}, fakturert til Apple Account-en din. Abonnementet fornyes automatisk med mindre det avbestilles minst 24 timer før slutten av den nåværende perioden. Administrer eller avbestill når som helst i Innstillinger.
nl: {price} per {period}, gefactureerd op je Apple Account. Je abonnement wordt automatisch vernieuwd tenzij je dit ten minste 24 uur voor het einde van de huidige periode annuleert. Je kunt het op elk moment beheren of annuleren in Instellingen.
pl: {price} za {period}, naliczane na Twoje konto Apple. Twoja subskrypcja odnawia się automatycznie, chyba że anulujesz ją co najmniej 24 godziny przed końcem bieżącego okresu. Możesz zarządzać lub anulować subskrypcję w dowolnym momencie w Ustawieniach.
pt_br: {price} por {period}, cobrado na sua Conta Apple. Sua assinatura se renova automaticamente, a menos que seja cancelada no mínimo 24 horas antes do final do período atual. Gerencie ou cancele a qualquer momento nas Configurações.
pt_pt: {price} por {period}, cobrado na sua Conta Apple. A sua subscrição renova-se automaticamente, a menos que seja cancelada pelo menos 24 horas antes do fim do período atual. Gerencie ou cancele a qualquer momento em Definições.
ro: {price} per {period}, facturat(ă) pe contul dvs. Apple. Abonamentul dvs. se reînnoiește automat cu excepția cazului în care este anulat cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Gestionați sau anulați oricând în Setări.
ru: {price} за {period}, выставлено на ваш счет Apple. Ваша подписка продлевается автоматически, если не отменена не менее чем за 24 часа до конца текущего периода. Управляйте или отмените в любое время в Параметрах.
sk: {price} za {period}, účtované na váš Apple Account. Vaše predplatné sa obnovuje automaticky, pokiaľ ho nezrušíte aspoň 24 hodín pred koncom aktuálneho obdobia. Spravovať alebo zrušiť kedykoľvek v Nastaveniach.
sv: {price} per {period}, debiteras till ditt Apple-konto. Din prenumeration förnyas automatiskt om den inte avbryts minst 24 timmar innan den aktuella perioden slutar. Hantera eller avbryt när som helst i Inställningar.
th: สมัครสมาชิกราคา {price} ต่อ {period} จะถูกเรียกเก็บไปยังบัญชี Apple ของคุณ การสมัครสมาชิกของคุณจะต่ออายุโดยอัตโนมัติเว้นแต่ยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดช่วงเวลาปัจจุบัน จัดการหรือยกเลิกได้ตลอดเวลาในการตั้งค่า
tr: {price}/{period} başına, Apple Hesabınıza faturalandırılır. Aboneliğiniz geçerli dönemin bitiminden en az 24 saat önce iptal edilmediği sürece otomatik olarak yenilenir. Ayarlardan istediğiniz zaman yönetin veya iptal edin.
uk: {price} на {period}, списано з облікового запису Apple. Ваша підписка автоматично поновлюється, якщо не скасована принаймні за 24 години до закінчення поточного періоду. Керуйте або скасуйте у будь-який час у Налаштуваннях.
vi: {price} mỗi {period}, tính phí vào tài khoản Apple của bạn. Đăng ký sẽ tự động gia hạn trừ khi bạn hủy ít nhất 24 giờ trước khi kết thúc khoảng thời gian hiện tại. Quản lý hoặc hủy bất kỳ lúc nào trong Cài đặt.
zh_hans: 每 {period} {price}，计入您的 Apple 账户。您的订阅将自动续订，除非您在当前期限结束前至少 24 小时取消。可随时在设置中管理或取消。
zh_hant: {price}/個{period}，帳款將計入您的 Apple 帳戶。除非在目前週期結束前至少 24 小時取消，否則訂閱會自動續約。可隨時在「設定」中管理或取消訂閱。

# sync.disclosure.terms_of_use
source: Terms of Use
ar: شروط الاستخدام
cs: Podmínky použití
da: Vilkår for brug
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Términos de uso
fi: Käyttöehdot
fr: Conditions d'utilisation
he: תנאי השימוש
hi: उपयोग की शर्तें
hu: Felhasználási feltételek
id: Ketentuan Penggunaan
it: Condizioni d'uso
ja: 利用規約
ko: 이용약관
ms: Syarat Penggunaan
nb: Brukervilkår
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_br: Termos de Uso
pt_pt: Termos de Utilização
ro: Termeni de utilizare
ru: Условия использования
sk: Podmienky použitia
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım Şartları
uk: Умови використання
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# sync.error.account_status_unsupported
source: The sync API does not support account status yet.
ar: واجهة برمجة التطبيقات للمزامنة لا تدعم حالة الحساب بعد.
cs: Rozhraní API synchronizace zatím nepodporuje stav účtu.
da: Synkroniserings-API'en understøtter ikke kontostatus endnu.
de: Die Sync-API unterstützt den Kontostatus noch nicht.
el: Το API συγχρονισμού δεν υποστηρίζει ακόμη τη δήλωση κατάστασης λογαριασμού.
es: La API de sincronización aún no admite el estado de la cuenta.
fi: Synkronointiohjelmarajapinta ei vielä tue tilin tilaa.
fr: L'API de synchronisation ne prend pas encore en charge le statut du compte.
he: ממשק סנכרון לא תומך במצב חשבון עדיין.
hi: सिंक API अभी खाता स्थिति का समर्थन नहीं करता है।
hu: A szinkronizálási API még nem támogatja a fiók állapotát.
id: API sinkronisasi belum mendukung status akun.
it: L'API di sincronizzazione non supporta ancora lo stato dell'account.
ja: 同期APIはまだアカウントステータスをサポートしていません。
ko: 동기화 API가 아직 계정 상태를 지원하지 않습니다.
ms: API sinkron tidak menyokong status akaun lagi.
nb: Synk-APIet støtter ikke kontostatus ennå.
nl: De sync-API ondersteunt accountstatus nog niet.
pl: Synchronizacja nie obsługuje jeszcze statusu konta.
pt_br: A API de sincronização ainda não suporta status de conta.
pt_pt: A API de sincronização ainda não suporta estado de conta.
ro: API-ul de sincronizare nu acceptă încă starea contului.
ru: API синхронизации пока не поддерживает статус учётной записи.
sk: Synchronizačné API zatiaľ nepodporuje stav účtu.
sv: Synkroniserings-API:t stöder inte kontostatus än.
th: Sync API ยังไม่รองรับสถานะบัญชี
tr: Senkronizasyon API'si henüz hesap durumunu desteklemiyor.
uk: API синхронізації ще не підтримує статус облікового запису.
vi: API đồng bộ chưa hỗ trợ trạng thái tài khoản.
zh_hans: 同步 API 尚不支持账户状态。
zh_hant: 同步 API 尚不支援帳戶狀態。

# sync.error.api_unreachable
source: Could not reach the sync API: {error}
ar: تعذر الوصول إلى واجهة برمجة تطبيقات المزامنة: {error}
cs: Nepodařilo se dosáhnout rozhraní API synchronizace: {error}
da: Kunne ikke nå synkroniserings-API'en: {error}
de: Sync-API nicht erreichbar: {error}
el: Δεν ήταν δυνατό να προσεγγιστεί το API συγχρονισμού: {error}
es: No se pudo acceder a la API de sincronización: {error}
fi: Synkronointiohjelmarajapintaan ei saavuttu: {error}
fr: Impossible d'accéder à l'API de synchronisation : {error}
he: לא היה אפשר להגיע לממשק סנכרון: {error}
hi: सिंक API तक नहीं पहुँचा जा सका: {error}
hu: Nem sikerült elérni a szinkronizálási API-t: {error}
id: Tidak dapat menjangkau API sinkronisasi: {error}
it: Impossibile raggiungere l'API di sincronizzazione: {error}
ja: 同期APIに接続できませんでした: {error}
ko: 동기화 API에 연결할 수 없음: {error}
ms: Tidak dapat menjangkau API sinkron: {error}
nb: Kunne ikke nå synk-APIet: {error}
nl: Kon de sync-API niet bereiken: {error}
pl: Nie można połączyć się z interfejsem API synchronizacji: {error}
pt_br: Não foi possível alcançar a API de sincronização: {error}
pt_pt: Não foi possível aceder à API de sincronização: {error}
ro: Nu s-a putut accesa API-ul de sincronizare: {error}
ru: Не удалось подключиться к API синхронизации: {error}
sk: Nie je možné dosiahnuť synchronizačné API: {error}
sv: Kunde inte nå synkroniserings-API:t: {error}
th: ไม่สามารถเข้าถึง Sync API: {error}
tr: Senkronizasyon API'sine ulaşılamadı: {error}
uk: Не вдалося досягти API синхронізації: {error}
vi: Không thể truy cập API đồng bộ: {error}
zh_hans: 无法访问同步 API：{error}
zh_hant: 無法連接同步 API: {error}

# sync.error.api_url_https_required
source: Sync API must use https:// (plain http is only allowed for localhost).
ar: يجب أن تستخدم واجهة برمجة تطبيقات المزامنة https:// (الـ http العادي مسموح فقط لـ localhost).
cs: Rozhraní API synchronizace musí používat https:// (prostý http je povolen pouze pro localhost).
da: Synkroniserings-API skal bruge https:// (plain http er kun tilladt for localhost).
de: Sync-API muss https:// verwenden (einfaches http ist nur für localhost erlaubt).
el: Το API συγχρονισμού πρέπει να χρησιμοποιεί https:// (το απλό http επιτρέπεται μόνο για localhost).
es: La API de sincronización debe usar https:// (solo se permite http para localhost).
fi: Synkronointiohjelmarajapinta on käytettävä https:// -osoitteella (teksti http on sallittu vain localhost-osoitteelle).
fr: L'API de synchronisation doit utiliser https:// (le http brut n'est autorisé que pour localhost).
he: ממשק סנכרון חייב להשתמש בhttps:// (http רגיל מורשה רק ל-localhost).
hi: सिंक API को https:// का उपयोग करना चाहिए (साधारण http केवल localhost के लिए अनुमति है)।
hu: A szinkronizálási API HTTPS-t kell, hogy használjon (egyszerű HTTP csak localhost-hoz engedélyezett).
id: API sinkronisasi harus menggunakan https:// (http biasa hanya diizinkan untuk localhost).
it: L'API di sincronizzazione deve utilizzare https:// (http semplice è consentito solo per localhost).
ja: 同期APIはhttps://を使用する必要があります（http://はlocalhostのみ）。
ko: 동기화 API는 https://를 사용해야 함 (일반 http는 localhost에서만 허용됨).
ms: API sinkron mesti menggunakan https:// (http biasa hanya dibenarkan untuk localhost).
nb: Synk-API må bruke https:// (enkelt http er kun tillatt for localhost).
nl: Sync-API moet https:// gebruiken (plain http is alleen voor localhost).
pl: Interfejs API synchronizacji musi używać https:// (http jest dozwolony tylko dla localhost).
pt_br: A API de sincronização deve usar https:// (http simples é permitido apenas para localhost).
pt_pt: A API de sincronização deve utilizar https:// (http simples é permitido apenas para localhost).
ro: API-ul de sincronizare trebuie să utilizeze https:// (http simplu este permis doar pentru localhost).
ru: API синхронизации должен использовать https:// (простой http разрешён только для localhost).
sk: Synchronizačné API musí používať https:// (voľný http je povolený iba pre localhost).
sv: Synkroniserings-API måste använda https:// (vanlig http tillåts bara för localhost).
th: Sync API ต้องใช้ https:// (plain http อนุญาตเฉพาะ localhost)
tr: Senkronizasyon API'si https:// kullanmalıdır (düz http yalnızca localhost için izinlidir).
uk: API синхронізації повинен використовувати https:// (простий http дозволений лише для localhost).
vi: API đồng bộ phải sử dụng https:// (http thường chỉ được phép cho localhost).
zh_hans: 同步 API 必须使用 https://（仅允许 localhost 使用纯 http）。
zh_hant: 同步 API 必須使用 https://（純 http 僅允許用於 localhost）。

# sync.error.api_url_required
source: Enter a sync API URL.
ar: أدخل عنوان URL لواجهة برمجة تطبيقات المزامنة.
cs: Zadejte adresu URL rozhraní API synchronizace.
da: Angiv en URL til synkroniserings-API.
de: Geben Sie eine Sync-API-URL ein.
el: Εισάγετε ένα URL API συγχρονισμού.
es: Ingresa una URL de API de sincronización.
fi: Syötä synkronointiohjelmarajapinnan URL-osoite.
fr: Entrez une URL d'API de synchronisation.
he: הזן כתובת URL של ממשק סנכרון.
hi: सिंक API URL दर्ज करें।
hu: Adjon meg egy szinkronizálási API URL-t.
id: Masukkan URL API sinkronisasi.
it: Inserisci un URL API di sincronizzazione.
ja: 同期APIのURLを入力してください。
ko: 동기화 API URL을 입력하세요.
ms: Masukkan URL API sinkron.
nb: Skriv inn en synk-API-URL.
nl: Voer een sync-API-URL in.
pl: Wprowadź adres URL interfejsu API synchronizacji.
pt_br: Digite uma URL de API de sincronização.
pt_pt: Introduza um URL da API de sincronização.
ro: Introduceți un URL de API de sincronizare.
ru: Введите URL API синхронизации.
sk: Zadajte adresu URL synchronizačného API.
sv: Ange en synkroniserings-API URL.
th: ป้อน Sync API URL
tr: Bir senkronizasyon API URL'si girin.
uk: Введіть URL-адресу API синхронізації.
vi: Nhập URL API đồng bộ.
zh_hans: 输入同步 API URL。
zh_hant: 輸入同步 API URL。

# sync.error.api_url_scheme_required
source: Sync API must start with http:// or https://.
ar: يجب أن تبدأ واجهة برمجة تطبيقات المزامنة بـ http:// أو https://.
cs: Rozhraní API synchronizace musí začínat http:// nebo https://.
da: Synkroniserings-API skal starte med http:// eller https://.
de: Sync-API muss mit http:// oder https:// beginnen.
el: Το API συγχρονισμού πρέπει να ξεκινά με http:// ή https://.
es: La API de sincronización debe comenzar con http:// o https://.
fi: Synkronointiohjelmarajapinnan on aloitettava http:// tai https:// -osoitteella.
fr: L'API de synchronisation doit commencer par http:// ou https://.
he: ממשק סנכרון חייב להתחיל ב-http:// או https://.
hi: सिंक API को http:// या https:// से शुरू होना चाहिए।
hu: A szinkronizálási API-nak http:// vagy https:// -vel kell kezdődnie.
id: API sinkronisasi harus dimulai dengan http:// atau https://.
it: L'API di sincronizzazione deve iniziare con http:// o https://.
ja: 同期APIはhttp://またはhttps://で始まる必要があります。
ko: 동기화 API는 http:// 또는 https://로 시작해야 함.
ms: API sinkron mesti bermula dengan http:// atau https://.
nb: Synk-API må starte med http:// eller https://.
nl: Sync-API moet beginnen met http:// of https://.
pl: Interfejs API synchronizacji musi zaczynać się od http:// lub https://.
pt_br: A API de sincronização deve começar com http:// ou https://.
pt_pt: A API de sincronização deve começar com http:// ou https://.
ro: API-ul de sincronizare trebuie să înceapă cu http:// sau https://.
ru: API синхронизации должен начинаться с http:// или https://.
sk: Synchronizačné API musí začínať s http:// alebo https://.
sv: Synkroniserings-API måste börja med http:// eller https://.
th: Sync API ต้องเริ่มต้นด้วย http:// หรือ https://
tr: Senkronizasyon API'si http:// veya https:// ile başlamalıdır.
uk: API синхронізації повинен починатися з http:// або https://.
vi: API đồng bộ phải bắt đầu bằng http:// hoặc https://.
zh_hans: 同步 API 必须以 http:// 或 https:// 开头。
zh_hant: 同步 API 必須以 http:// 或 https:// 開頭。

# sync.error.authorize_retry
source: Sign-in could not be completed. Please try signing in again.
ar: لم يتمكن من إكمال تسجيل الدخول. يرجى محاولة تسجيل الدخول مرة أخرى.
cs: Přihlášení se nepovedlo dokončit. Zkuste se prosím přihlásit znovu.
da: Log ind kunne ikke gennemføres. Prøv at logge ind igen.
de: Anmeldung konnte nicht abgeschlossen werden. Bitte versuchen Sie erneut, sich anzumelden.
el: Η σύνδεση δεν ολοκληρώθηκε. Δοκιμάστε να συνδεθείτε ξανά.
es: El inicio de sesión no pudo completarse. Por favor, intenta iniciar sesión de nuevo.
fi: Kirjautumista ei voitu suorittaa loppuun. Yritä kirjautua uudelleen.
fr: La connexion n'a pas pu être complétée. Veuillez réessayer de vous connecter.
he: לא היה אפשר להשלים את ההתחברות. אנא נסה להתחבר שוב.
hi: साइन-इन पूरा नहीं हो सका। कृपया फिर से साइन-इन करने का प्रयास करें।
hu: A bejelentkezés nem fejeződött be. Kérjük, próbálja meg újra.
id: Masuk tidak dapat diselesaikan. Silakan coba masuk lagi.
it: Non è stato possibile completare l'accesso. Prova di nuovo ad accedere.
ja: サインインを完了できませんでした。もう一度サインインしてください。
ko: 로그인을 완료할 수 없습니다. 다시 로그인하세요.
ms: Sign-in tidak dapat diselesaikan. Sila cuba sign-in semula.
nb: Pålogging kunne ikke fullføres. Prøv å logge inn igjen.
nl: Aanmelden kon niet worden voltooid. Probeer opnieuw aan te melden.
pl: Logowanie nie mogło zostać ukończone. Spróbuj zalogować się ponownie.
pt_br: Não foi possível concluir o login. Tente fazer login novamente.
pt_pt: Não foi possível concluir o início de sessão. Tente iniciar sessão novamente.
ro: Conectarea nu a putut fi finalizată. Vă rugăm să încercați din nou.
ru: Не удалось завершить вход. Пожалуйста, попробуйте снова.
sk: Prihlasovanie sa nemohlo dokončiť. Skúste sa znova prihlásiť.
sv: Inloggningen kunde inte slutföras. Försök att logga in igen.
th: ไม่สามารถเสร็จสิ้นการลงชื่อเข้าใช้ โปรดลองลงชื่อเข้าใช้อีกครั้ง
tr: Oturum açma tamamlanamadı. Lütfen tekrar oturum açmayı deneyin.
uk: Вхід не вдалося завершити. Спробуйте ввійти ще раз.
vi: Không thể hoàn thành đăng nhập. Vui lòng thử đăng nhập lại.
zh_hans: 无法完成登录。请重试登录。
zh_hant: 無法完成登入。請重試登入。

# sync.error.cancel_not_configured
source: Subscription cancellation is not configured yet.
ar: لم يتم تكوين إلغاء الاشتراك بعد.
cs: Zrušení předplatného zatím není nakonfigurováno.
da: Abonnementannullering er ikke konfigureret endnu.
de: Abonnementkündigung ist noch nicht konfiguriert.
el: Η ακύρωση συνδρομής δεν έχει ρυθμιστεί ακόμη.
es: La cancelación de suscripción aún no está configurada.
fi: Tilauksen peruuttamista ei ole vielä määritetty.
fr: L'annulation d'abonnement n'est pas encore configurée.
he: ביטול המנוי לא הוגדר עדיין.
hi: सदस्यता रद्दीकरण अभी तक कॉन्फ़िगर नहीं की गई है।
hu: Az előfizetés törlése még nincs konfigurálva.
id: Pembatalan langganan belum dikonfigurasi.
it: L'annullamento della sottoscrizione non è ancora configurato.
ja: サブスクリプションキャンセルはまだ設定されていません。
ko: 구독 취소가 아직 구성되지 않았습니다.
ms: Pembatalan langganan belum dikonfigurasi.
nb: Avbestilling av abonnement er ikke konfigurert ennå.
nl: Abonnementannulering is nog niet ingesteld.
pl: Anulowanie subskrypcji nie jest jeszcze skonfigurowane.
pt_br: O cancelamento de assinatura ainda não está configurado.
pt_pt: O cancelamento de subscrição ainda não está configurado.
ro: Anularea abonamentului nu este configurată încă.
ru: Отмена подписки еще не настроена.
sk: Zrušenie predplatného zatiaľ nie je nakonfigurované.
sv: Prenumerationsavbokning är inte konfigurerad än.
th: ยังไม่ได้กำหนดค่าการยกเลิกการสมัครสมาชิก
tr: Abonelik iptali henüz yapılandırılmadı.
uk: Скасування підписки ще не налаштовано.
vi: Hủy đăng ký chưa được cấu hình.
zh_hans: 订阅取消功能尚未配置。
zh_hant: 訂閱取消功能尚未設定。

# sync.error.checkout_account_mismatch
source: This checkout does not match the signed-in account.
ar: هذا الدفع لا يتطابق مع الحساب المسجل الدخول.
cs: Tato objednávka neodpovídá přihlášenému účtu.
da: Denne checkout passer ikke til den loggede konto.
de: Diesen Checkout für das angemeldete Konto nicht.
el: Αυτή η ολοκλήρωση αγοράς δεν αντιστοιχεί στο λογαριασμό που έχετε συνδεθεί.
es: Este pago no coincide con la cuenta iniciada.
fi: Tämä kassa ei vastaa kirjautunutta tiliä.
fr: Cet achat ne correspond pas au compte connecté.
he: תשלום זה לא תואם את החשבון שהוזן.
hi: यह चेकआउट साइन-इन किए गए खाते से मेल नहीं खाता।
hu: Ez a pénztár nem felel meg a bejelentkeztetett fióknak.
id: Pembayaran ini tidak cocok dengan akun yang masuk.
it: Questo pagamento non corrisponde all'account connesso.
ja: このチェックアウトはサインインアカウントと一致しません。
ko: 이 결제가 로그인한 계정과 일치하지 않습니다.
ms: Checkout ini tidak sepadan dengan akaun yang log masuk.
nb: Denne kjøpsprosessen samsvarer ikke med den påloggede kontoen.
nl: Deze checkout past niet bij het aangemelde account.
pl: Ta kasa nie odpowiada zalogowanemu kontowi.
pt_br: Este checkout não corresponde à conta conectada.
pt_pt: Este pagamento não corresponde à conta iniciada.
ro: Această plată nu se potrivește cu contul conectat.
ru: Эта оплата не совпадает с учётной записью входа.
sk: Tento nákup sa nezhoduje s prihláseným účtom.
sv: Den här kassan matchar inte det inloggade kontot.
th: Checkout นี้ไม่ตรงกับบัญชีที่ลงชื่อเข้าใช้
tr: Bu ödeme işlemi oturum açmış hesapla eşleşmiyor.
uk: Ця оплата не збігається з активним обліковим записом.
vi: Thanh toán này không khớp với tài khoản đã đăng nhập.
zh_hans: 此结账与已登录账户不匹配。
zh_hant: 此結帳與已登入的帳戶不符。
